<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 und höher</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 und höher</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 und höher</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 und höher</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 und höher</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge-Update 1.3.119.43 und höher</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge-Update 1.3.128.0 und höher</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge-Update 1.3.127.1 und höher</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 und höher</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1 und höher</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge-Update</string>
      <string id="Cat_Preferences">Einstellungen</string>
      <string id="Cat_ProxyServer">Proxyserver</string>
      <string id="Cat_Applications">Anwendungen</string>
      <string id="Cat_WebView">Microsoft Edge WebView</string>
      <string id="Pol_AutoUpdateCheckPeriod">Überschreibung des Zeitraums der automatischen Updateüberprüfung</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Zeitraum, für den die automatische Update-Überprüfung täglich unterdrückt wird</string>
      <string id="Pol_DownloadPreference">Überschreiben der Download-URL-Klasse</string>
      <string id="Pol_ProxyMode">Auswählen, wie Proxyservereinstellungen angegeben werden sollen</string>
      <string id="Pol_ProxyServer">Adresse oder URL eines Proxyservers</string>
      <string id="Pol_ProxyPacUrl">URL zu Proxy .PAC-Datei</string>
      <string id="Pol_DefaultAllowInstallation">Standardeinstellung für Installation zulassen</string>
      <string id="Pol_AllowInstallation">Installation zulassen</string>
      <string id="Pol_DefaultUpdatePolicy">Standardeinstellung für die Überschreibung von Update-Richtlinien</string>
      <string id="Pol_UpdatePolicy">Überschreibung der Update-Richtlinie</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Als Installationsstandard die Erstellung von Desktopverknüpfungen verhindern</string>
      <string id="Pol_CreateDesktopShortcut">Bei Installation die Erstellung von Desktopverknüpfungen verhindern</string>
      <string id="Pol_TargetVersionPrefix">Außerkraftsetzung der Zielversion</string>
      <string id="Pol_RollbackToTargetVersion">Wiederherstellung der Zielversion</string>
      <string id="Pol_AllowSideBySideExperience">Funktion „Nebeneinander“ für Microsoft Edge-Browser zulassen</string>
      <string id="Pol_ECSControl">Steuern der Kommunikation des Updaters mihilfe des Experimentier- und Konfigurationsdienstes</string>
      <string id="Part_AutoUpdateCheckPeriod">Minuten zwischen Updateüberprüfungen</string>
      <string id="Part_UpdateCheckSuppressedStartHour">Stunden pro Tag, in denen die Updateüberprüfung unterdrückt wird</string>
      <string id="Part_UpdateCheckSuppressedStartMin">Minute in der Stunde, ab der die Updateüberprüfung unterdrückt wird</string>
      <string id="Part_UpdateCheckSuppressedDurationMin">Anzahl von Minuten, für die die Updateüberprüfung jeden Tag unterdrückt werden soll</string>
      <string id="Part_ProxyMode">Auswählen, wie Proxyservereinstellungen angegeben werden sollen</string>
      <string id="Part_ProxyServer">Adresse oder URL eines Proxyservers</string>
      <string id="Part_ProxyPacUrl">URL zu Proxy .PAC-Datei</string>
      <string id="Part_UpdatePolicy">Richtlinie aktualisieren</string>
      <string id="Part_TargetVersionPrefix">Zielversion</string>
      <string id="Part_ECSControl">Kommunikation des Steuer Elements mit ausprobieren und Konfigurations Dienst steuern</string>
      <string id="Name_UpdatesEnabled">Updates immer zulassen (empfohlen)</string>
      <string id="Name_ManualUpdatesOnly">Nur manuelle Updates</string>
      <string id="Name_AutomaticUpdatesOnly">Nur automatische Updates im Hintergrund</string>
      <string id="Name_UpdatesDisabled">Updates deaktiviert</string>
      <string id="Name_ECSCommunicationDisabled">Deaktivieren der Kommunikation mit dem Experimentier- und Konfigurationsdienst</string>
      <string id="Name_ECSCommunicationEnabled">Kommunikation aktivieren und Herunterladen von Experimenten</string>
      <string id="DownloadPreference_DropDown">Zwischenspeicherbare Download-URLs</string>
      <string id="ProxyDisabled_DropDown">Niemals einen Proxy verwenden</string>
      <string id="ProxyAutoDetect_DropDown">Proxyeinstellungen automatisch erkennen</string>
      <string id="ProxyPacScript_DropDown">PAC-Proxyskript verwenden</string>
      <string id="ProxyFixedServers_DropDown">Feste Proxyserver verwenden</string>
      <string id="ProxyUseSystem_DropDown">Systemproxyeinstellungen verwenden</string>
      <string id="Explain_GoogleUpdate">Richtlinien zum Steuern der Installation und Aktualisierung von Microsoft Edge mit Microsoft Edge Update.</string>
      <string id="Explain_Preferences">Allgemeine Richtlinien für Microsoft Edge Update.</string>
      <string id="Explain_AutoUpdateCheckPeriod">Wenn diese Richtlinie aktiviert ist, können Sie einen Wert für die minimale Anzahl von Minuten zwischen automatischen Updateüberprüfungen festlegen. Andernfalls sucht die automatische Aktualisierung standardmäßig alle 10 Stunden nach Updates.

  Wenn Sie alle automatischen Updateüberprüfungen deaktivieren möchten, legen Sie den Wert auf 0 fest (nicht empfohlen).</string>
      <string id="Explain_DownloadPreference">Wenn diese Option aktiviert ist, versucht der Microsoft Edge Update-Server, in den Antworten cachefähige URLs für Updatenutzlasten bereitzustellen.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Wenn Sie diese Richtlinie aktivieren, werden die Updateüberprüfungen jeden Tag ab Stunde:Minute, für einen Zeitraum von Dauer (in Minuten) unterdrückt. Die Dauer wird von der Sommerzeit nicht beeinflusst. Wenn die Startzeit z. B. 22:00 Uhr ist und die Dauer 480 Minuten beträgt, werden Aktualisierungen genau 8 Stunden lang unterdrückt, unabhängig davon, ob die Sommerzeit in diesem Zeitraum beginnt oder endet.

  Wenn Sie diese Richtlinie deaktivieren oder nicht konfigurieren, werden Updateüberprüfungen nicht während eines bestimmten Zeitraums unterdrückt.</string>
      <string id="Explain_ProxyMode">Ermöglicht es Ihnen, die Proxyservereinstellungen festzulegen, die von Microsoft Edge Update verwendet werden.

  Wenn Sie diese Richtlinie aktivieren, können Sie zwischen den folgenden Proxyserveroptionen wählen:
   – Wenn Sie sich entscheiden, nie einen Proxyserver zu verwenden und stets eine direkte Verbindung herzustellen, werden alle anderen Optionen ignoriert.
   – Wenn Sie sich entscheiden, die Systemproxyeinstellungen zu verwenden oder den Proxy Server automatisch zu erkennen, werden alle anderen Optionen ignoriert.
   – Wenn Sie den Modus für ein festes Serverproxy, können Sie weitere Optionen in der Richtlinie "Adresse oder URL eines Proxyservers" angeben.
   – Wenn Sie ein PAC-Proxyskript verwenden, müssen Sie die URL für das Skript in der Richtlinie "URL zu Proxy .PAC-Datei" angeben.

  Wenn Sie diese Richtlinie aktivieren, können die Benutzer in Ihrer Organisation die Proxyeinstellungen in Microsoft Edge-Update nicht ändern.

  Sie diese Richtlinie deaktivieren oder nicht konfigurieren, sind keine Proxyservereinstellungen konfiguriert, aber die Benutzer in Ihrer Organisation können Ihre eigenen Proxyeinstellungen für das Microsoft Edge-Update auswählen.</string>
      <string id="Explain_ProxyServer">Ermöglicht die Angabe der URL des Proxyservers, der von Microsoft Edge Update verwendet werden soll.

  Wenn Sie diese Richtlinie aktivieren, können Sie die Proxyserver-URL festlegen, die von Microsoft Edge Update in Ihrer Organisation verwendet wird.

  Diese Richtlinie wird nur angewendet, wenn Sie die Option für manuelle Proxyeinstellungen in der Richtlinie „Auswählen, wie Proxyservereinstellungen angegeben werden sollen“ ausgewählt haben.

  Konfigurieren Sie diese Richtlinie nicht, wenn Sie in der Richtlinie „Auswählen, wie Proxyservereinstellungen angegeben werden sollen“ eine andere Einstellung als „Manuell“ ausgewählt haben.</string>
      <string id="Explain_ProxyPacUrl">Ermöglicht die Angabe einer URL für eine Datei für die automatische Proxykonfiguration (PAC-Datei).

  Wenn Sie diese Richtlinie aktivieren, können Sie eine URL für eine PAC-Datei angeben, die definiert, wie Microsoft Edge Update automatisch den passenden Proxyserver zum Abrufen einer bestimmten Website auswählt.

  Diese Richtlinie wird nur angewendet, wenn Sie die Option für manuelle Proxyeinstellungen in der Richtlinie „Auswählen, wie Proxyservereinstellungen angegeben werden sollen“ festgelegt haben.

  Konfigurieren Sie diese Richtlinie nicht, wenn Sie in der Richtlinie „Auswählen, wie Proxyservereinstellungen angegeben werden sollen“ eine andere Proxyeinstellung als „Manuell“ ausgewählt haben.</string>
      <string id="Explain_Applications">Zur Unterstützung von Edge-Anwendungen, die in Zukunft veröffentlicht werden, ist eine aktualisierte ADMX/ADML-Vorlage erforderlich.</string>
      <string id="Explain_AllowSideBySideExperience">Mit dieser Richtlinie kann ein Benutzer Microsoft Edge (Edge HTML) und Microsoft Edge (Chromium-basiert) nebeneinander ausführen.

Wenn diese Richtlinie auf „Nicht konfiguriert“ festgelegt ist, wird Microsoft Edge (Edge HTML) durch Microsoft Edge (Chromium-basiert) ersetzt, sobald der stabile Kanal von Microsoft Edge (Chromium-basiert) und die Sicherheitsupdates von November 2019 installiert wurden. Dies ist das gleiche Verhalten wie bei der Einstellung „Deaktiviert“.

Mit der Einstellung „Deaktiviert“ wird die Nebeneinander-Funktion blockiert, und Microsoft Edge (Edge HTML) wird durch Microsoft Edge (Chromium-basiert) ersetzt, sobald der stabile Kanal von Microsoft Edge (Chromium-basiert) und die Sicherheitsupdates von November 2019 installiert wurden. Dies ist das gleiche Verhalten wie bei der Einstellung „Nicht konfiguriert“.

Wenn für diese Richtlinie „Aktiviert“ festgelegt ist, können Microsoft Edge (Chromium-basiert) und Microsoft Edge (Edge HTML) nebeneinander ausgeführt werden, sobald Microsoft Edge (Chromium-basiert) installiert wurde.

Damit diese Gruppenrichtlinie wirksam wird, muss sie konfiguriert werden, bevor die automatische Installation von Microsoft Edge (Chromium-basiert) von Windows Update durchgeführt wird. Hinweis: ​Ein Benutzer kann das automatische Update von Microsoft Edge (Chromium-basiert) blockieren, indem er das Blocker-Toolkit von Microsoft Edge (Chromium-basiert) verwendet.

Ab Windows 10 Version 20H2 werden die Vorgängerversion von Microsoft Edge und die Nebeneinander-Browserfunktion nicht mehr unterstützt.</string>
      <string id="Explain_DefaultAllowInstallation">Sie können das Standardverhalten aller Kanäle festlegen: ob Microsoft Edge auf mit Domänen verbundenen Geräten gestattet oder blockiert wird.

 Sie können diese Richtlinie für einzelne Kanäle außer Kraft setzen, indem Sie die Richtlinie “Installation zulassen” für bestimmte Kanäle aktivieren. 

Falls Sie diese Richtlinie deaktivieren, wird die Installation von Microsoft Edge blockiert. Dies wirkt sich nur dann auf die Installation von Microsoft Edge-Software aus, wenn sie die Richtlinie “Installation zulassen” nicht konfiguriert haben.

Diese Richtlinie verhindert nicht die Ausführung von Microsoft Edge Update und hindert Benutzer nicht daran, Microsoft Edge-Software durch andere Methoden zu installieren.

Diese Richtlinie ist nur für Windows-Instanzen verfügbar, die zu einer Microsoft® Active Directory®-Domäne gehören.</string>
      <string id="Explain_DefaultUpdatePolicy">Hiermit können Sie das Standardverhalten für alle Kanäle angeben, die festlegen, wie Microsoft Edge Update die verfügbaren Updates für Microsoft Edge behandelt. Kann für einzelne Kanäle außer Kraft gesetzt werden, indem die Richtlinie “Überschreibung der Update-Richtlinie” für diese spezifischen Kanäle angegeben wird.

  Wenn Sie diese Richtlinie aktivieren, werden Microsoft Edge-Updates von Microsoft Edge Update entsprechend der Konfiguration der folgenden Optionen verarbeitet:
   – Updates immer zulassen: Jedes gefundene Update wird angewendet, sowohl bei regelmäßigen als auch bei manuellen Prüfungen auf Updates.
   – Nur automatische unbeaufsichtigte Updates: Updates werden nur angewendet, wenn sie bei der regelmäßigen Überprüfung auf Updates gefunden werden.
   – Nur manuelle Updates: Updates werden nur angewendet, wenn der Benutzer manuell nach Updates sucht.
   – Updates deaktiviert: Updates werden nie angewendet.

  Wenn Sie “Manuelle Updates” auswählen, sollten Sie mithilfe des manuellen Updatemechanismus der App (falls verfügbar) regelmäßig nach Updates suchen. Wenn Sie Updates deaktivieren, sollten Sie regelmäßig nach Updates suchen und diese an die Benutzer verteilen.

  Wenn Sie diese Richtlinie nicht aktivieren und konfigurieren, werden die verfügbaren Updates von Microsoft Edge Update gemäß der Richtlinie “Überschreibung der Update-Richtlinie” behandelt.

  Diese Richtlinie ist nur für Windows-Instanzen verfügbar, die zu einer Microsoft® Active Directory®-Domäne gehören.</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Ermöglicht es Ihnen, das Standardverhalten für alle Kanäle zur Erstellung einer Desktopverknüpfung anzugeben, wenn Microsoft Edge installiert wird.

 Wenn Sie diese Richtlinie aktivieren, wird beim Installieren von Microsoft Edge eine Desktopverknüpfung erstellt.
 Wenn Sie diese Richtlinie deaktivieren, wird beim Installieren von Microsoft Edge keine Desktopverknüpfung erstellt.
 Wenn Sie diese Richtlinie nicht konfigurieren, wird während der Installation eine Desktopverknüpfung mit Microsoft Edge erstellt.
 Wenn Microsoft Edge bereits installiert ist, hat diese Richtlinie keine Auswirkung.</string>
      <string id="Explain_CreateDesktopShortcut">Wenn Sie diese Richtlinie aktivieren, wird beim Installieren von Microsoft Edge eine Desktopverknüpfung erstellt.
 Wenn Sie diese Richtlinie deaktivieren, wird beim Installieren von Microsoft Edge keine Desktopverknüpfung erstellt.
 Wenn Sie diese Richtlinie nicht konfigurieren, wird während der Installation eine Desktopverknüpfung mit Microsoft Edge erstellt.
 Wenn Microsoft Edge bereits installiert ist, hat diese Richtlinie keine Auswirkung.

 Wenn Sie diese Richtlinie nicht für einen Kanal konfigurieren, wird bei der Installation von Microsoft Edge die Erstellung einer Verknüpfung von der 'Als Installationsstandard die Erstellung von Desktopverknüpfungen verhindern'-Richtlinienkonfiguration bestimmt.</string>
      <string id="Explain_WebView">Legt Richtlinien für Microsoft Edge WebView fest.</string>
      <string id="Explain_WebView_AutoUpdate">Sie können angeben, ob automatische Updates für Microsoft Edge-WebView aktiviert sind. Microsoft Edge WebView ist eine Komponente, die von Anwendungen zum Anzeigen von Webinhalten verwendet wird.
  Automatische Updates sind standardmäßig aktiviert. Durch das Deaktivieren von automatischen Updates für Microsoft Edge WebView können Kompatibilitätsprobleme mit Anwendungen verursacht werden, die von dieser Komponente abhängig sind.

  Wenn Sie diese Richtlinie aktivieren, verarbeitet Microsoft Edge Update Microsoft Edge-WebView-Updates, abhängig davon, wie Sie die folgenden Optionen konfigurieren:
  – Updates immer zulassen: Updates werden automatisch heruntergeladen und installiert
  – Updates deaktiviert: Updates werden niemals heruntergeladen oder installiert

  Wenn Sie diese Richtlinie nicht aktivieren, werden Updates automatisch heruntergeladen und angewendet.</string>
      <string id="Explain_WebView_Install">Hier können Sie angeben, ob Microsoft Edge WebView mithilfe von Microsoft Edge Update installiert werden kann.

  – Wenn Sie diese Richtlinie aktivieren, können Benutzer Microsoft Edge WebView über Microsoft Edge Update installieren.
  – Wenn Sie diese Richtlinie deaktivieren, können Benutzer Microsoft Edge WebView nicht über Microsoft Edge Update installieren.
  – Wenn Sie diese Richtlinie nicht konfigurieren, bestimmt die Richtlinienkonfiguration Standardeinstellung für Installation zulassen, ob Benutzer Microsoft Edge WebView über Microsoft Edge Update installieren können.</string>
      <string id="Explain_ECSControl">In Microsoft Edge Update wird der Experimentier- und Konfigurationsdienst zur Bereitstellung von Experimentiernutzlast verwendet.

Experimentiernutzlast besteht aus einer Liste früher in der Entwicklung befindlicher Funktionen, die Microsoft zum Testen und für Feedback aktiviert.

Wenn Sie diese Richtlinie aktivieren, wird die Experimentiernutzlast vom Experimentier- und Konfigurationsdienst heruntergeladen.

Wenn Sie diese Richtlinie deaktivieren, wird die Kommunikation mit dem Experimentier- und Konfigurationsdienst vollständig beendet.

Wenn Sie diese Richtlinie nicht konfigurieren, ist das Verhalten auf einem verwalteten Gerät dasselbe wie die Richtlinie "deaktiviert".

Wenn Sie diese Richtlinie nicht konfigurieren, ist das Verhalten auf einem nicht verwalteten Gerät dasselbe wie die Richtlinie "aktiviert".</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Gibt an, ob ein Microsoft Edge-Kanal auf einem mit einer Domäne verbunden Gerät installiert werden kann.

  Wenn Sie diese Richtlinie für einen Kanal aktivieren, wird die Installation durch Microsoft Edge nicht blockiert.

  Wenn Sie diese Richtlinie für einen Kanal deaktivieren, wird die Installation durch Microsoft Edge blockiert.

  Wenn Sie diese Richtlinie für einen Kanal nicht konfigurieren, bestimmt die Richtlinie “Standardeinstellung für Installation zulassen!, ob Benutzer diesen Microsoft Edge-Kanal installieren können.

  Diese Richtlinie ist nur für Windows-Instanzen verfügbar, die zu einer Microsoft® Active Directory®-Domäne gehören.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Gibt an, wie Microsoft Edge Update verfügbare Updates von Microsoft Edge behandelt.

Wenn Sie diese Richtlinie aktivieren, werden Microsoft Edge-Updates von Microsoft Edge Update entsprechend der Konfiguration der folgenden Optionen verarbeitet:
   – Updates immer zulassen: Gefundene Updates werden immer angewendet, entweder per regelmäßiger Updateüberprüfung oder durch eine manuelle Updateüberprüfung.
   – Nur automatische unbeaufsichtigte Updates: Updates werden nur angewendet, wenn sie von der regelmäßigen Updateüberprüfung gefunden werden.
   – Nur manuelle Updates: Updates werden nur angewendet, wenn der Benutzer eine manuelle Updateüberprüfung ausführt. (Nicht alle Apps verfügen über eine Schnittstelle für diese Option.)
   – Updates deaktiviert: Updates werden nie angewendet.

Wenn Sie „Manuelle Updates“ auswählen, sollten Sie mithilfe des manuellen Updatemechanismus der App (falls verfügbar) regelmäßig nach Updates suchen.

Wenn Sie diese Richtlinie nicht aktivieren und konfigurieren, werden die verfügbaren Updates von Microsoft Edge Update gemäß der Richtlinie Standardeinstellung für die Überschreibung von Update-Richtlinien“ behandelt.

Weitere Informationen finden Sie unter https://go.microsoft.com/fwlink/?linkid=2136406.

Diese Richtlinie ist nur auf Windows-Instanzen verfügbar, die sich innerhalb einer Microsoft® Active Directory®-Domäne befinden.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Specifies which Channel Microsoft Edge should be updated to.

When this policy is enabled, the app will be updated to the Channel with this policy value.

Some examples:
1) Not configured: app will be updated to the latest version available in the default Channel for the app.
2) Policy value is set to "stable": the app will be updated to the latest stable version.
2) Policy value is set to "beta": the app will be updated to the latest beta version.
2) Policy value is set to "dev": the app will be updated to the latest dev version.
This policy is available only on Windows instances that are joined to a Microsoft&#x00AE; Active Directory&#x00AE; domain.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Wenn diese Richtlinie sowie die automatische Aktualisierung aktiviert sind, wird Microsoft Edge auf die Version aktualisiert, die durch diesen Richtlinienwert angegeben wird.

Bei dem Richtlinienwert muss es sich um eine bestimmte Microsoft Edge-Version handeln, z. B. 83.0.499.12.

Wenn auf einem Gerät eine neuere Microsoft Edge-Version als der angegebene Wert vorhanden ist, wird Microsoft Edge in der neueren Version belassen und nicht auf die angegebene Version herabgestuft.

Wenn die angegebene Version nicht vorhanden ist oder nicht ordnungsgemäß formatiert ist, wird Microsoft Edge in der aktuellen Version belassen und nicht automatisch auf zukünftige Versionen aktualisiert.

Weitere Informationen finden Sie unter https://go.microsoft.com/fwlink/?linkid=2136707.

Diese Richtlinie ist nur auf Windows-Instanzen verfügbar, die sich innerhalb einer Microsoft® Active Directory®-Domäne befinden.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Legt fest, dass das Microsoft Edge-Update Installationen von Microsoft Edge auf die in "Außerkraftsetzung der Zielversion" angegebene Version zurücksetzen soll.

Diese Richtlinie hat keine Auswirkungen, es sei denn, "Außerkraftsetzung der Zielversion" ist definiert, und "Überschreibung der Update-Richtlinie" ist auf einen der ON-Zustände festgelegt (“Updates immer zulassen”, “automatische Updates im Hintergrund”, “nur manuelle Updates”).

Wenn Sie diese Richtlinie deaktivieren oder nicht konfigurieren, bleiben Installationen mit einer höheren Version als durch "Außerkraftsetzung der Zielversion" angegeben unverändert.

Wenn Sie diese Richtlinie aktivieren, werden Installationen mit einer aktuellen Version, die höher als durch "Außerkraftsetzung der Zielversion" angegeben ist, auf die Zielversion herabgestuft.

Wir empfehlen Benutzern, die neueste Version des Microsoft Edge-Browsers zu installieren, um den Schutz durch die neuesten Sicherheitsupdates zu gewährleisten. Ein Rollback zu einer früheren Version birgt das Risiko, bekannten Sicherheitsproblemen ausgesetzt zu sein. Diese Richtlinie ist als vorübergehende Lösung bei Problemen mit einem Update des Microsoft Edge-Browsers vorgesehen.

Bevor Sie Ihre Browserversion vorübergehend zurücksetzen, empfiehlt es sich, die Synchronisierung (https://go.microsoft.com/fwlink/?linkid=2133032) für alle Benutzer in Ihrer Organisation zu aktivieren. Wenn Sie die Synchronisierung nicht aktivieren, besteht das Risiko des permanenten Verlusts von Browserdaten. Sie verwenden diese Richtlinie auf eigenes Risiko.

Hinweis: Für den Rollback verfügbare, stabile Kanalversionen können Sie unter https://aka.ms/EdgeEnterprise anzeigen.

Diese Richtlinie gilt nur für Microsoft Edge Version 86 oder höher.

Weitere Informationen finden Sie unter https://go.microsoft.com/fwlink/?linkid=2133918.

. Diese Richtlinie ist nur auf Windows-Instanzen verfügbar, die sich innerhalb einer Microsoft® Active Directory®-Domäne befinden.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Gibt an, ob ein Microsoft Edge-Kanal auf einem mit einer Domäne verbunden Gerät installiert werden kann.

  Wenn Sie diese Richtlinie für einen Kanal aktivieren, wird die Installation durch Microsoft Edge nicht blockiert.

  Wenn Sie diese Richtlinie für einen Kanal deaktivieren, wird die Installation durch Microsoft Edge blockiert.

  Wenn Sie diese Richtlinie für einen Kanal nicht konfigurieren, bestimmt die Richtlinie “Standardeinstellung für Installation zulassen!, ob Benutzer diesen Microsoft Edge-Kanal installieren können.

  Diese Richtlinie ist nur für Windows-Instanzen verfügbar, die zu einer Microsoft® Active Directory®-Domäne gehören.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Gibt an, wie Microsoft Edge Update verfügbare Updates von Microsoft Edge behandelt.

Wenn Sie diese Richtlinie aktivieren, werden Microsoft Edge-Updates von Microsoft Edge Update entsprechend der Konfiguration der folgenden Optionen verarbeitet:
   – Updates immer zulassen: Gefundene Updates werden immer angewendet, entweder per regelmäßiger Updateüberprüfung oder durch eine manuelle Updateüberprüfung.
   – Nur automatische unbeaufsichtigte Updates: Updates werden nur angewendet, wenn sie von der regelmäßigen Updateüberprüfung gefunden werden.
   – Nur manuelle Updates: Updates werden nur angewendet, wenn der Benutzer eine manuelle Updateüberprüfung ausführt. (Nicht alle Apps verfügen über eine Schnittstelle für diese Option.)
   – Updates deaktiviert: Updates werden nie angewendet.

Wenn Sie „Manuelle Updates“ auswählen, sollten Sie mithilfe des manuellen Updatemechanismus der App (falls verfügbar) regelmäßig nach Updates suchen.

Wenn Sie diese Richtlinie nicht aktivieren und konfigurieren, werden die verfügbaren Updates von Microsoft Edge Update gemäß der Richtlinie Standardeinstellung für die Überschreibung von Update-Richtlinien“ behandelt.

Weitere Informationen finden Sie unter https://go.microsoft.com/fwlink/?linkid=2136406.

Diese Richtlinie ist nur auf Windows-Instanzen verfügbar, die sich innerhalb einer Microsoft® Active Directory®-Domäne befinden.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Specifies which Channel Microsoft Edge Beta should be updated to.

When this policy is enabled, the app will be updated to the Channel with this policy value.

Some examples:
1) Not configured: app will be updated to the latest version available in the default Channel for the app.
2) Policy value is set to "stable": the app will be updated to the latest stable version.
2) Policy value is set to "beta": the app will be updated to the latest beta version.
2) Policy value is set to "dev": the app will be updated to the latest dev version.
This policy is available only on Windows instances that are joined to a Microsoft&#x00AE; Active Directory&#x00AE; domain.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Wenn diese Richtlinie sowie die automatische Aktualisierung aktiviert sind, wird Microsoft Edge auf die Version aktualisiert, die durch diesen Richtlinienwert angegeben wird.

Bei dem Richtlinienwert muss es sich um eine bestimmte Microsoft Edge-Version handeln, z. B. 83.0.499.12.

Wenn auf einem Gerät eine neuere Microsoft Edge-Version als der angegebene Wert vorhanden ist, wird Microsoft Edge in der neueren Version belassen und nicht auf die angegebene Version herabgestuft.

Wenn die angegebene Version nicht vorhanden ist oder nicht ordnungsgemäß formatiert ist, wird Microsoft Edge in der aktuellen Version belassen und nicht automatisch auf zukünftige Versionen aktualisiert.

Weitere Informationen finden Sie unter https://go.microsoft.com/fwlink/?linkid=2136707.

Diese Richtlinie ist nur auf Windows-Instanzen verfügbar, die sich innerhalb einer Microsoft® Active Directory®-Domäne befinden.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Legt fest, dass das Microsoft Edge-Update Installationen von Microsoft Edge auf die in "Außerkraftsetzung der Zielversion" angegebene Version zurücksetzen soll.

Diese Richtlinie hat keine Auswirkungen, es sei denn, "Außerkraftsetzung der Zielversion" ist definiert, und "Überschreibung der Update-Richtlinie" ist auf einen der ON-Zustände festgelegt (“Updates immer zulassen”, “automatische Updates im Hintergrund”, “nur manuelle Updates”).

Wenn Sie diese Richtlinie deaktivieren oder nicht konfigurieren, bleiben Installationen mit einer höheren Version als durch "Außerkraftsetzung der Zielversion" angegeben unverändert.

Wenn Sie diese Richtlinie aktivieren, werden Installationen mit einer aktuellen Version, die höher als durch "Außerkraftsetzung der Zielversion" angegeben ist, auf die Zielversion herabgestuft.

Wir empfehlen Benutzern, die neueste Version des Microsoft Edge-Browsers zu installieren, um den Schutz durch die neuesten Sicherheitsupdates zu gewährleisten. Ein Rollback zu einer früheren Version birgt das Risiko, bekannten Sicherheitsproblemen ausgesetzt zu sein. Diese Richtlinie ist als vorübergehende Lösung bei Problemen mit einem Update des Microsoft Edge-Browsers vorgesehen.

Bevor Sie Ihre Browserversion vorübergehend zurücksetzen, empfiehlt es sich, die Synchronisierung (https://go.microsoft.com/fwlink/?linkid=2133032) für alle Benutzer in Ihrer Organisation zu aktivieren. Wenn Sie die Synchronisierung nicht aktivieren, besteht das Risiko des permanenten Verlusts von Browserdaten. Sie verwenden diese Richtlinie auf eigenes Risiko.

Hinweis: Für den Rollback verfügbare, stabile Kanalversionen können Sie unter https://aka.ms/EdgeEnterprise anzeigen.

Diese Richtlinie gilt nur für Microsoft Edge Version 86 oder höher.

Weitere Informationen finden Sie unter https://go.microsoft.com/fwlink/?linkid=2133918.

. Diese Richtlinie ist nur auf Windows-Instanzen verfügbar, die sich innerhalb einer Microsoft® Active Directory®-Domäne befinden.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Gibt an, ob ein Microsoft Edge-Kanal auf einem mit einer Domäne verbunden Gerät installiert werden kann.

  Wenn Sie diese Richtlinie für einen Kanal aktivieren, wird die Installation durch Microsoft Edge nicht blockiert.

  Wenn Sie diese Richtlinie für einen Kanal deaktivieren, wird die Installation durch Microsoft Edge blockiert.

  Wenn Sie diese Richtlinie für einen Kanal nicht konfigurieren, bestimmt die Richtlinie “Standardeinstellung für Installation zulassen!, ob Benutzer diesen Microsoft Edge-Kanal installieren können.

  Diese Richtlinie ist nur für Windows-Instanzen verfügbar, die zu einer Microsoft® Active Directory®-Domäne gehören.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Gibt an, wie Microsoft Edge Update verfügbare Updates von Microsoft Edge behandelt.

Wenn Sie diese Richtlinie aktivieren, werden Microsoft Edge-Updates von Microsoft Edge Update entsprechend der Konfiguration der folgenden Optionen verarbeitet:
   – Updates immer zulassen: Gefundene Updates werden immer angewendet, entweder per regelmäßiger Updateüberprüfung oder durch eine manuelle Updateüberprüfung.
   – Nur automatische unbeaufsichtigte Updates: Updates werden nur angewendet, wenn sie von der regelmäßigen Updateüberprüfung gefunden werden.
   – Nur manuelle Updates: Updates werden nur angewendet, wenn der Benutzer eine manuelle Updateüberprüfung ausführt. (Nicht alle Apps verfügen über eine Schnittstelle für diese Option.)
   – Updates deaktiviert: Updates werden nie angewendet.

Wenn Sie „Manuelle Updates“ auswählen, sollten Sie mithilfe des manuellen Updatemechanismus der App (falls verfügbar) regelmäßig nach Updates suchen.

Wenn Sie diese Richtlinie nicht aktivieren und konfigurieren, werden die verfügbaren Updates von Microsoft Edge Update gemäß der Richtlinie Standardeinstellung für die Überschreibung von Update-Richtlinien“ behandelt.

Weitere Informationen finden Sie unter https://go.microsoft.com/fwlink/?linkid=2136406.

Diese Richtlinie ist nur auf Windows-Instanzen verfügbar, die sich innerhalb einer Microsoft® Active Directory®-Domäne befinden.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Specifies which Channel Microsoft Edge Dev should be updated to.

When this policy is enabled, the app will be updated to the Channel with this policy value.

Some examples:
1) Not configured: app will be updated to the latest version available in the default Channel for the app.
2) Policy value is set to "stable": the app will be updated to the latest stable version.
2) Policy value is set to "beta": the app will be updated to the latest beta version.
2) Policy value is set to "dev": the app will be updated to the latest dev version.
This policy is available only on Windows instances that are joined to a Microsoft&#x00AE; Active Directory&#x00AE; domain.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Wenn diese Richtlinie sowie die automatische Aktualisierung aktiviert sind, wird Microsoft Edge auf die Version aktualisiert, die durch diesen Richtlinienwert angegeben wird.

Bei dem Richtlinienwert muss es sich um eine bestimmte Microsoft Edge-Version handeln, z. B. 83.0.499.12.

Wenn auf einem Gerät eine neuere Microsoft Edge-Version als der angegebene Wert vorhanden ist, wird Microsoft Edge in der neueren Version belassen und nicht auf die angegebene Version herabgestuft.

Wenn die angegebene Version nicht vorhanden ist oder nicht ordnungsgemäß formatiert ist, wird Microsoft Edge in der aktuellen Version belassen und nicht automatisch auf zukünftige Versionen aktualisiert.

Weitere Informationen finden Sie unter https://go.microsoft.com/fwlink/?linkid=2136707.

Diese Richtlinie ist nur auf Windows-Instanzen verfügbar, die sich innerhalb einer Microsoft® Active Directory®-Domäne befinden.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Legt fest, dass das Microsoft Edge-Update Installationen von Microsoft Edge auf die in "Außerkraftsetzung der Zielversion" angegebene Version zurücksetzen soll.

Diese Richtlinie hat keine Auswirkungen, es sei denn, "Außerkraftsetzung der Zielversion" ist definiert, und "Überschreibung der Update-Richtlinie" ist auf einen der ON-Zustände festgelegt (“Updates immer zulassen”, “automatische Updates im Hintergrund”, “nur manuelle Updates”).

Wenn Sie diese Richtlinie deaktivieren oder nicht konfigurieren, bleiben Installationen mit einer höheren Version als durch "Außerkraftsetzung der Zielversion" angegeben unverändert.

Wenn Sie diese Richtlinie aktivieren, werden Installationen mit einer aktuellen Version, die höher als durch "Außerkraftsetzung der Zielversion" angegeben ist, auf die Zielversion herabgestuft.

Wir empfehlen Benutzern, die neueste Version des Microsoft Edge-Browsers zu installieren, um den Schutz durch die neuesten Sicherheitsupdates zu gewährleisten. Ein Rollback zu einer früheren Version birgt das Risiko, bekannten Sicherheitsproblemen ausgesetzt zu sein. Diese Richtlinie ist als vorübergehende Lösung bei Problemen mit einem Update des Microsoft Edge-Browsers vorgesehen.

Bevor Sie Ihre Browserversion vorübergehend zurücksetzen, empfiehlt es sich, die Synchronisierung (https://go.microsoft.com/fwlink/?linkid=2133032) für alle Benutzer in Ihrer Organisation zu aktivieren. Wenn Sie die Synchronisierung nicht aktivieren, besteht das Risiko des permanenten Verlusts von Browserdaten. Sie verwenden diese Richtlinie auf eigenes Risiko.

Hinweis: Für den Rollback verfügbare, stabile Kanalversionen können Sie unter https://aka.ms/EdgeEnterprise anzeigen.

Diese Richtlinie gilt nur für Microsoft Edge Version 86 oder höher.

Weitere Informationen finden Sie unter https://go.microsoft.com/fwlink/?linkid=2133918.

. Diese Richtlinie ist nur auf Windows-Instanzen verfügbar, die sich innerhalb einer Microsoft® Active Directory®-Domäne befinden.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Gibt an, ob ein Microsoft Edge-Kanal auf einem mit einer Domäne verbunden Gerät installiert werden kann.

  Wenn Sie diese Richtlinie für einen Kanal aktivieren, wird die Installation durch Microsoft Edge nicht blockiert.

  Wenn Sie diese Richtlinie für einen Kanal deaktivieren, wird die Installation durch Microsoft Edge blockiert.

  Wenn Sie diese Richtlinie für einen Kanal nicht konfigurieren, bestimmt die Richtlinie “Standardeinstellung für Installation zulassen!, ob Benutzer diesen Microsoft Edge-Kanal installieren können.

  Diese Richtlinie ist nur für Windows-Instanzen verfügbar, die zu einer Microsoft® Active Directory®-Domäne gehören.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Gibt an, wie Microsoft Edge Update verfügbare Updates von Microsoft Edge behandelt.

Wenn Sie diese Richtlinie aktivieren, werden Microsoft Edge-Updates von Microsoft Edge Update entsprechend der Konfiguration der folgenden Optionen verarbeitet:
   – Updates immer zulassen: Gefundene Updates werden immer angewendet, entweder per regelmäßiger Updateüberprüfung oder durch eine manuelle Updateüberprüfung.
   – Nur automatische unbeaufsichtigte Updates: Updates werden nur angewendet, wenn sie von der regelmäßigen Updateüberprüfung gefunden werden.
   – Nur manuelle Updates: Updates werden nur angewendet, wenn der Benutzer eine manuelle Updateüberprüfung ausführt. (Nicht alle Apps verfügen über eine Schnittstelle für diese Option.)
   – Updates deaktiviert: Updates werden nie angewendet.

Wenn Sie „Manuelle Updates“ auswählen, sollten Sie mithilfe des manuellen Updatemechanismus der App (falls verfügbar) regelmäßig nach Updates suchen.

Wenn Sie diese Richtlinie nicht aktivieren und konfigurieren, werden die verfügbaren Updates von Microsoft Edge Update gemäß der Richtlinie Standardeinstellung für die Überschreibung von Update-Richtlinien“ behandelt.

Weitere Informationen finden Sie unter https://go.microsoft.com/fwlink/?linkid=2136406.

Diese Richtlinie ist nur auf Windows-Instanzen verfügbar, die sich innerhalb einer Microsoft® Active Directory®-Domäne befinden.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Specifies which Channel Microsoft Edge Canary should be updated to.

When this policy is enabled, the app will be updated to the Channel with this policy value.

Some examples:
1) Not configured: app will be updated to the latest version available in the default Channel for the app.
2) Policy value is set to "stable": the app will be updated to the latest stable version.
2) Policy value is set to "beta": the app will be updated to the latest beta version.
2) Policy value is set to "dev": the app will be updated to the latest dev version.
This policy is available only on Windows instances that are joined to a Microsoft&#x00AE; Active Directory&#x00AE; domain.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Wenn diese Richtlinie sowie die automatische Aktualisierung aktiviert sind, wird Microsoft Edge auf die Version aktualisiert, die durch diesen Richtlinienwert angegeben wird.

Bei dem Richtlinienwert muss es sich um eine bestimmte Microsoft Edge-Version handeln, z. B. 83.0.499.12.

Wenn auf einem Gerät eine neuere Microsoft Edge-Version als der angegebene Wert vorhanden ist, wird Microsoft Edge in der neueren Version belassen und nicht auf die angegebene Version herabgestuft.

Wenn die angegebene Version nicht vorhanden ist oder nicht ordnungsgemäß formatiert ist, wird Microsoft Edge in der aktuellen Version belassen und nicht automatisch auf zukünftige Versionen aktualisiert.

Weitere Informationen finden Sie unter https://go.microsoft.com/fwlink/?linkid=2136707.

Diese Richtlinie ist nur auf Windows-Instanzen verfügbar, die sich innerhalb einer Microsoft® Active Directory®-Domäne befinden.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Legt fest, dass das Microsoft Edge-Update Installationen von Microsoft Edge auf die in "Außerkraftsetzung der Zielversion" angegebene Version zurücksetzen soll.

Diese Richtlinie hat keine Auswirkungen, es sei denn, "Außerkraftsetzung der Zielversion" ist definiert, und "Überschreibung der Update-Richtlinie" ist auf einen der ON-Zustände festgelegt (“Updates immer zulassen”, “automatische Updates im Hintergrund”, “nur manuelle Updates”).

Wenn Sie diese Richtlinie deaktivieren oder nicht konfigurieren, bleiben Installationen mit einer höheren Version als durch "Außerkraftsetzung der Zielversion" angegeben unverändert.

Wenn Sie diese Richtlinie aktivieren, werden Installationen mit einer aktuellen Version, die höher als durch "Außerkraftsetzung der Zielversion" angegeben ist, auf die Zielversion herabgestuft.

Wir empfehlen Benutzern, die neueste Version des Microsoft Edge-Browsers zu installieren, um den Schutz durch die neuesten Sicherheitsupdates zu gewährleisten. Ein Rollback zu einer früheren Version birgt das Risiko, bekannten Sicherheitsproblemen ausgesetzt zu sein. Diese Richtlinie ist als vorübergehende Lösung bei Problemen mit einem Update des Microsoft Edge-Browsers vorgesehen.

Bevor Sie Ihre Browserversion vorübergehend zurücksetzen, empfiehlt es sich, die Synchronisierung (https://go.microsoft.com/fwlink/?linkid=2133032) für alle Benutzer in Ihrer Organisation zu aktivieren. Wenn Sie die Synchronisierung nicht aktivieren, besteht das Risiko des permanenten Verlusts von Browserdaten. Sie verwenden diese Richtlinie auf eigenes Risiko.

Hinweis: Für den Rollback verfügbare, stabile Kanalversionen können Sie unter https://aka.ms/EdgeEnterprise anzeigen.

Diese Richtlinie gilt nur für Microsoft Edge Version 86 oder höher.

Weitere Informationen finden Sie unter https://go.microsoft.com/fwlink/?linkid=2133918.

. Diese Richtlinie ist nur auf Windows-Instanzen verfügbar, die sich innerhalb einer Microsoft® Active Directory®-Domäne befinden.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Gibt an, ob ein Microsoft Edge-Kanal auf einem mit einer Domäne verbunden Gerät installiert werden kann.

  Wenn Sie diese Richtlinie für einen Kanal aktivieren, wird die Installation durch Microsoft Edge nicht blockiert.

  Wenn Sie diese Richtlinie für einen Kanal deaktivieren, wird die Installation durch Microsoft Edge blockiert.

  Wenn Sie diese Richtlinie für einen Kanal nicht konfigurieren, bestimmt die Richtlinie “Standardeinstellung für Installation zulassen!, ob Benutzer diesen Microsoft Edge-Kanal installieren können.

  Diese Richtlinie ist nur für Windows-Instanzen verfügbar, die zu einer Microsoft® Active Directory®-Domäne gehören.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Gibt an, wie Microsoft Edge Update verfügbare Updates von Microsoft Edge behandelt.

Wenn Sie diese Richtlinie aktivieren, werden Microsoft Edge-Updates von Microsoft Edge Update entsprechend der Konfiguration der folgenden Optionen verarbeitet:
   – Updates immer zulassen: Gefundene Updates werden immer angewendet, entweder per regelmäßiger Updateüberprüfung oder durch eine manuelle Updateüberprüfung.
   – Nur automatische unbeaufsichtigte Updates: Updates werden nur angewendet, wenn sie von der regelmäßigen Updateüberprüfung gefunden werden.
   – Nur manuelle Updates: Updates werden nur angewendet, wenn der Benutzer eine manuelle Updateüberprüfung ausführt. (Nicht alle Apps verfügen über eine Schnittstelle für diese Option.)
   – Updates deaktiviert: Updates werden nie angewendet.

Wenn Sie „Manuelle Updates“ auswählen, sollten Sie mithilfe des manuellen Updatemechanismus der App (falls verfügbar) regelmäßig nach Updates suchen.

Wenn Sie diese Richtlinie nicht aktivieren und konfigurieren, werden die verfügbaren Updates von Microsoft Edge Update gemäß der Richtlinie Standardeinstellung für die Überschreibung von Update-Richtlinien“ behandelt.

Weitere Informationen finden Sie unter https://go.microsoft.com/fwlink/?linkid=2136406.

Diese Richtlinie ist nur auf Windows-Instanzen verfügbar, die sich innerhalb einer Microsoft® Active Directory®-Domäne befinden.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Specifies which Channel Microsoft Edge WebView should be updated to.

When this policy is enabled, the app will be updated to the Channel with this policy value.

Some examples:
1) Not configured: app will be updated to the latest version available in the default Channel for the app.
2) Policy value is set to "stable": the app will be updated to the latest stable version.
2) Policy value is set to "beta": the app will be updated to the latest beta version.
2) Policy value is set to "dev": the app will be updated to the latest dev version.
This policy is available only on Windows instances that are joined to a Microsoft&#x00AE; Active Directory&#x00AE; domain.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Wenn diese Richtlinie sowie die automatische Aktualisierung aktiviert sind, wird Microsoft Edge auf die Version aktualisiert, die durch diesen Richtlinienwert angegeben wird.

Bei dem Richtlinienwert muss es sich um eine bestimmte Microsoft Edge-Version handeln, z. B. 83.0.499.12.

Wenn auf einem Gerät eine neuere Microsoft Edge-Version als der angegebene Wert vorhanden ist, wird Microsoft Edge in der neueren Version belassen und nicht auf die angegebene Version herabgestuft.

Wenn die angegebene Version nicht vorhanden ist oder nicht ordnungsgemäß formatiert ist, wird Microsoft Edge in der aktuellen Version belassen und nicht automatisch auf zukünftige Versionen aktualisiert.

Weitere Informationen finden Sie unter https://go.microsoft.com/fwlink/?linkid=2136707.

Diese Richtlinie ist nur auf Windows-Instanzen verfügbar, die sich innerhalb einer Microsoft® Active Directory®-Domäne befinden.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Legt fest, dass das Microsoft Edge-Update Installationen von Microsoft Edge auf die in "Außerkraftsetzung der Zielversion" angegebene Version zurücksetzen soll.

Diese Richtlinie hat keine Auswirkungen, es sei denn, "Außerkraftsetzung der Zielversion" ist definiert, und "Überschreibung der Update-Richtlinie" ist auf einen der ON-Zustände festgelegt (“Updates immer zulassen”, “automatische Updates im Hintergrund”, “nur manuelle Updates”).

Wenn Sie diese Richtlinie deaktivieren oder nicht konfigurieren, bleiben Installationen mit einer höheren Version als durch "Außerkraftsetzung der Zielversion" angegeben unverändert.

Wenn Sie diese Richtlinie aktivieren, werden Installationen mit einer aktuellen Version, die höher als durch "Außerkraftsetzung der Zielversion" angegeben ist, auf die Zielversion herabgestuft.

Wir empfehlen Benutzern, die neueste Version des Microsoft Edge-Browsers zu installieren, um den Schutz durch die neuesten Sicherheitsupdates zu gewährleisten. Ein Rollback zu einer früheren Version birgt das Risiko, bekannten Sicherheitsproblemen ausgesetzt zu sein. Diese Richtlinie ist als vorübergehende Lösung bei Problemen mit einem Update des Microsoft Edge-Browsers vorgesehen.

Bevor Sie Ihre Browserversion vorübergehend zurücksetzen, empfiehlt es sich, die Synchronisierung (https://go.microsoft.com/fwlink/?linkid=2133032) für alle Benutzer in Ihrer Organisation zu aktivieren. Wenn Sie die Synchronisierung nicht aktivieren, besteht das Risiko des permanenten Verlusts von Browserdaten. Sie verwenden diese Richtlinie auf eigenes Risiko.

Hinweis: Für den Rollback verfügbare, stabile Kanalversionen können Sie unter https://aka.ms/EdgeEnterprise anzeigen.

Diese Richtlinie gilt nur für Microsoft Edge Version 86 oder höher.

Weitere Informationen finden Sie unter https://go.microsoft.com/fwlink/?linkid=2133918.

. Diese Richtlinie ist nur auf Windows-Instanzen verfügbar, die sich innerhalb einer Microsoft® Active Directory®-Domäne befinden.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Minuten zwischen Updateüberprüfungen</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Stunde</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minute</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Dauer</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Typ der anzufordernden Download-URL</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Auswählen, wie Proxyservereinstellungen angegeben werden sollen
        </dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Adresse oder URL eines Proxyservers</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL zu Proxy .PAC-Datei</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultAllowInstallation" />
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Richtlinie aktualisieren</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation" />
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Richtlinie aktualisieren</dropdownList>
      </presentation>      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Zielversion</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Kommunikation des Steuer Elements mit ausprobieren und Konfigurations Dienst steuern</dropdownList>
      </presentation>
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />

    </presentationTable>
  </resources>
</policyDefinitionResources>